Repository: antnbaranov/Baranov
Catalog: Baranov/InfoPlist.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

# NSHealthShareUsageDescription
source: Baranov reads your step count, including steps recorded by your Apple Watch, to walk your carrier rams toward their destinations.
ar: يقرأ بارانوف عدد خطواتك، بما في ذلك الخطوات المسجلة بواسطة Apple Watch، لتوجيه الكباش الناقل الخاص بك نحو وجهاتهم.
bg: Baranov чете броя на стъпките ви, включително стъпките, записани от вашия Apple Watch, за да преведе вашите превозни средства към техните дестинации.
bs: Baranov čita vaš broj koraka, uključujući korake koje je zabilježio vaš Apple Watch, kako bi vodio vaše ramove na nosaču prema njihovim odredištima.
ca: Baranov llegeix el vostre recompte de passos, inclosos els passos enregistrats pel vostre Apple Watch, per caminar amb el vostre operador cap a les seves destinacions.
cs: Baranov čte váš počet kroků, včetně kroků zaznamenaných vašimi Apple Watch, aby dopravil vaše berany do jejich cílů.
da: Baranov læser dit skridttæller, inklusive skridt registreret af dit Apple Watch, for at gå dine bærervæddere mod deres destinationer.
de: Baranov liest deine Schrittzahl, auch von deiner Apple Watch, um deine Boten-Widder ihrem Ziel entgegenzuführen.
el: Ο Baranov διαβάζει τον αριθμό των βημάτων σας, συμπεριλαμβανομένων των βημάτων που καταγράφονται από το Apple Watch σας, για να περπατήσει τους κριούς σας προς τον προορισμό τους.
es: Baranov lee tu recuento de pasos, incluidos los de tu Apple Watch, para que tus carneros carteros avancen hacia su destino.
et: Baranov loeb teie sammude arvu, sealhulgas teie Apple Watchi salvestatud samme, et suunata teie operaatori rammud sihtkohta.
eu: Baranov-ek zure urratsen zenbaketa irakurtzen du, zure Apple Watch-ek grabatutako urratsak barne, zure garraiolarien ahariak beren helmugetara ibiltzeko.
fi: Baranov lukee askelmääräsi, mukaan lukien Apple Watchin tallentamat askeleet, ohjatakseen operaattorisi pässiä kohti määränpäätä.
fr: Baranov lit ton nombre de pas, y compris depuis ton Apple Watch, pour faire avancer tes béliers porteurs vers leur destination.
ga: Léann Baranov do chomhaireamh céimeanna, lena n-áirítear céimeanna arna dtaifeadadh ag do Apple Watch, chun do reithí iompróra a shiúl i dtreo a gceann scríbe.
gl: Baranov le o teu reconto de pasos, incluídos os pasos rexistrados polo teu Apple Watch, para camiñar ao teu operador cara aos seus destinos.
he: בראנוב קורא את ספירת הצעדים שלך, כולל צעדים שנרשמו על ידי Apple Watch שלך, כדי ללכת עם האילים המובילים שלך לעבר היעדים שלהם.
hi: बारानोव आपके वाहक मेम्स को उनके गंतव्य की ओर ले जाने के लिए, आपके ऐप्पल वॉच द्वारा रिकॉर्ड किए गए कदमों सहित, आपके कदमों की गिनती पढ़ता है।
hr: Baranov očitava vaš broj koraka, uključujući korake koje je zabilježio vaš Apple Watch, kako bi vodio vaše nosače prema njihovim odredištima.
hu: Baranov beolvassa az Ön lépésszámát, beleértve az Apple Watch által rögzített lépéseket is, hogy a szolgáltató kosait úti céljuk felé irányítsa.
id: Baranov membaca jumlah langkah Anda, termasuk langkah yang dicatat oleh Apple Watch Anda, untuk memandu operator Anda menuju tujuannya.
is: Baranov les skrefatöluna þína, þar á meðal skref skráð af Apple Watch, til að ganga með hrútana þína í átt að áfangastaðnum.
it: Baranov legge il conteggio dei tuoi passi, compresi i passi registrati dal tuo Apple Watch, per accompagnare il tuo operatore verso le loro destinazioni.
ja: Baranov は、Apple Watch によって記録された歩数を含むあなたの歩数を読み取り、キャリアラムを目的地に向かって歩きます。
ka: ბარანოვი კითხულობს თქვენი ნაბიჯების რაოდენობას, მათ შორის, თქვენი Apple Watch-ის მიერ ჩაწერილი ნაბიჯების ჩათვლით, რათა თქვენი გადამზიდავი ვერძები დანიშნულების ადგილამდე მიაცილონ.
kk: Баранов сіздің қадамдарыңызды, соның ішінде Apple Watch арқылы жазылған қадамдарды оқиды, тасымалдаушы қошқарларды межелі жерлеріне қарай жүреді.
ko: Baranov는 Apple Watch에 기록된 걸음 수를 포함하여 걸음 수를 판독하여 캐리어 램을 목적지로 안내합니다.
lt: Baranovas nuskaito jūsų žingsnių skaičių, įskaitant žingsnius, kuriuos užfiksavo jūsų „Apple Watch“, kad nuves jūsų vežėjo avinus link kelionės tikslo.
lv: Baranovs nolasa jūsu soļu skaitu, tostarp soļus, kas reģistrēti jūsu Apple Watch, lai virzītu jūsu mobilo sakaru operatoru uz galamērķi.
mk: Баранов го чита вашиот број на чекори, вклучително и чекорите снимени од вашиот Apple Watch, за да ги одиме вашите овни-превозници кон нивните дестинации.
ms: Baranov membaca kiraan langkah anda, termasuk langkah-langkah yang direkodkan oleh Apple Watch anda, untuk membawa ram pembawa anda ke destinasi mereka.
mt: Baranov jaqra l-għadd tal-passi tiegħek, inklużi l-passi rreġistrati mill-Apple Watch tiegħek, biex jimxi l-imtaten trasportatur tiegħek lejn id-destinazzjonijiet tagħhom.
nb: Baranov leser skritttellingen din, inkludert skritt registrert av Apple Watch, for å gå bærerammene dine mot deres destinasjoner.
nl: Baranov leest uw stappentelling, inclusief de stappen die door uw Apple Watch zijn geregistreerd, om uw koerierrammen naar hun bestemming te leiden.
pl: Baranov odczytuje liczbę kroków, w tym kroki zarejestrowane na zegarku Apple Watch, aby poprowadzić siłowniki nośne w stronę miejsca docelowego.
pt_br: Baranov lê sua contagem de passos, incluindo passos registrados pelo seu Apple Watch, para levar seus aríetes até seus destinos.
ro: Baranov vă citește numărul de pași, inclusiv pașii înregistrați de Apple Watch, pentru a vă plimba transportatorul către destinații.
ru: Baranov считывает твоё количество шагов, в том числе с Apple Watch, чтобы твои бараны-курьеры шли к месту назначения.
sk: Baranov číta váš počet krokov, vrátane krokov zaznamenaných vašimi hodinkami Apple Watch, aby odprevadil vašich baranov do ich cieľov.
sl: Baranov bere vaše štetje korakov, vključno s koraki, ki jih zabeleži vaša ura Apple Watch, za sprehod vašega nosilca do njihovih ciljev.
sq: Baranov lexon numrin tuaj të hapave, duke përfshirë hapat e regjistruar nga Apple Watch, për të ecur deshët e transportuesit drejt destinacioneve të tyre.
sr: Баранов чита ваш број корака, укључујући кораке које је забележио ваш Аппле Ватцх, да би водио ваше рамове на носачу ка њиховим одредиштима.
sv: Baranov läser av ditt stegräkning, inklusive steg som registrerats av din Apple Watch, för att gå dina bärbaggar mot sina destinationer.
th: Baranov อ่านจำนวนก้าวของคุณ รวมถึงจำนวนก้าวที่ Apple Watch บันทึกไว้ เพื่อเดินแกะผู้ให้บริการของคุณไปยังจุดหมายปลายทาง
tr: Baranov, taşıyıcı koçlarınızı hedeflerine doğru yürütmek için Apple Watch'unuz tarafından kaydedilen adımlar da dahil olmak üzere adım sayınızı okur.
uk: Baranov зчитує твою кількість кроків, зокрема з Apple Watch, щоб твої барани-кур'єри йшли до місця призначення.
vi: Baranov đọc số bước của bạn, bao gồm các bước được Apple Watch ghi lại, để hướng dẫn nhà cung cấp dịch vụ của bạn hướng tới điểm đến của họ.
zh_hans: Baranov 会读取您的步数，包括 Apple Watch 记录的步数，以便让您的运输公羊驶向目的地。
zh_hk: Baranov 會讀取您的步數，包括 Apple Watch 記錄的步數，以便讓您的運輸公羊駛向目的地。

# NSLocalNetworkUsageDescription
source: Baranov finds another shepherd standing next to you — when you both shake your phones, or when someone nearby shares a pickup code — so a ram or a code can reach you without the internet.
ar: يجد بارانوف راعيًا آخر يقف بجوارك - عندما تهز هواتفكما، أو عندما يشارك شخص قريب منك رمز الالتقاط - حتى يتمكن الكبش أو الرمز من الوصول إليك بدون الإنترنت.
bg: Баранов намира друг овчар, който стои до вас — когато и двамата разклатите телефоните си или когато някой наблизо сподели код за вземане — така че овен или код може да ви достигне без интернет.
bs: Baranov pronalazi drugog pastira kako stoji pored vas - kada oboje protresete telefone, ili kada neko u blizini podijeli šifru za preuzimanje - tako da ovan ili šifra mogu doći do vas bez interneta.
ca: Baranov troba un altre pastor al teu costat, quan tots dos sacsejades el telèfon o quan algú a prop comparteix un codi de recollida, de manera que un RAM o un codi us poden arribar sense Internet.
cs: Baranov najde dalšího pastýře, který stojí vedle vás – když oba zatřesete telefony nebo když někdo poblíž sdělí kód vyzvednutí – takže se k vám může dostat beran nebo kód bez internetu.
da: Baranov finder en anden hyrde stående ved siden af ​​dig - når I begge ryster på dine telefoner, eller når nogen i nærheden deler en afhentningskode - så en ram eller en kode kan nå dig uden internet.
de: Baranov findet einen anderen Hirten direkt neben dir – wenn ihr beide eure Handys schüttelt oder jemand in der Nähe einen Abholcode teilt –, damit ein Widder oder ein Code dich auch ohne Internet erreicht.
el: Ο Μπαράνοφ βρίσκει έναν άλλο βοσκό να στέκεται δίπλα σας — όταν κουνάτε και οι δύο τα τηλέφωνά σας ή όταν κάποιος κοντά μοιράζεται έναν κωδικό παραλαβής — έτσι ώστε ένας κριός ή ένας κωδικός να μπορεί να σας φτάσει χωρίς το διαδίκτυο.
es: Baranov encuentra a otro pastor cerca de ti (cuando ambos agitan sus teléfonos o alguien comparte un código) para que un carnero o código te llegue sin Internet.
et: Baranov leiab teie kõrval seismas teise karjase – kui te mõlemad oma telefone raputate või kui keegi läheduses jagab järelevõtmiskoodi –, et jäär või kood jõuaks teieni ilma internetita.
eu: Baranov-ek beste artzain bat aurkituko du zure ondoan —biek telefonoa astintzen duzunean edo gertuko norbaitek jasotzeko kode bat partekatzen duenean—, ahari bat edo kode bat zuregana iritsi daiteke Internet gabe.
fi: Baranov löytää toisen paimenen seisovan vieressäsi – kun molemmat ravistatte puhelimianne tai kun joku lähistöllä jakaa noutokoodin – jotta pässi tai koodi voi tavoittaa sinut ilman internetiä.
fr: Baranov trouve un autre berger près de toi – quand vous secouez tous les deux vos téléphones ou que quelqu'un partage un code – pour qu'un bélier ou un code t'atteigne sans Internet.
ga: Faigheann Baranov aoire eile ina sheasamh in aice leat - nuair a chroitheann tú do ghutháin, nó nuair a roinneann duine in aice leat cód bailithe - ionas gur féidir le reithe nó cód dul i dteagmháil leat gan an t-idirlíon.
gl: Baranov atopa outro pastor parado ao teu lado, cando axitas o teu teléfono ou cando alguén cerca comparte un código de recollida, para que un carneiro ou un código poida chegar a ti sen internet.
he: ברנוב מוצא רועה אחר עומד לידך - כששניכם מנערים את הטלפונים שלך, או כשמישהו בקרבת מקום חולק קוד איסוף - אז איל או קוד יכולים להגיע אלייך בלי האינטרנט.
hi: बारानोव को आपके बगल में एक और चरवाहा खड़ा मिलता है - जब आप दोनों अपने फोन हिलाते हैं, या जब आस-पास कोई व्यक्ति पिकअप कोड साझा करता है - तो एक रैम या एक कोड इंटरनेट के बिना आप तक पहुंच सकता है।
hr: Baranov nalazi drugog pastira kako stoji pored vas — kada oboje protresete telefone ili kada netko u blizini podijeli šifru za preuzimanje — tako da ovan ili šifra mogu doći do vas bez interneta.
hu: Baranov egy másik pásztort talál melletted – amikor mindketten megrázzák a telefonjukat, vagy ha valaki a közelben megosztja a felvételi kódot –, így egy kos vagy egy kód internet nélkül is elérheti Önt.
id: Baranov menemukan penggembala lain yang berdiri di samping Anda — saat Anda berdua menggoyangkan ponsel, atau saat seseorang di sekitar membagikan kode pengambilan — sehingga ram atau kode dapat menghubungi Anda tanpa internet.
is: Baranov finnur annan fjárhirði sem stendur við hliðina á þér - þegar þið hristið bæði símana eða þegar einhver í nágrenninu deilir sendikóða - svo hrútur eða kóða geti náð í þig án internetsins.
it: Baranov trova un altro pastore in piedi accanto a te – quando entrambi scuoti i telefoni o quando qualcuno nelle vicinanze condivide un codice di ritiro – in modo che un ariete o un codice possano raggiungerti senza Internet.
ja: バラノフ氏は、二人で携帯電話を振っているときや、近くにいる誰かがピックアップ コードを共有しているときに、あなたの隣に立っている別の羊飼いを見つけます。これにより、インターネットなしでラムやコードが届くようになります。
ka: ბარანოვი სხვა მწყემსს აღმოაჩენს, რომელიც შენს გვერდით დგას - როცა ორივე აკანკალებთ ტელეფონებს, ან როცა ვინმე ახლომახლო იზიარებს პიკაპის კოდს - ასე რომ, ვერძი ან კოდი ინტერნეტის გარეშე მოგაწვდიან.
kk: Баранов қасыңызда тұрған басқа шопан тауып алады — екеуің де телефондарыңды сілкіп тұрғанда немесе жақын жердегі біреу алып кету кодын бөліскенде — қошқар немесе код сізге интернетсіз жетеді.
ko: Baranov는 두 사람이 모두 휴대폰을 흔들거나 근처에 있는 누군가가 픽업 코드를 공유할 때 여러분 옆에 서 있는 다른 목자를 발견합니다. 따라서 인터넷 없이도 램이나 코드가 여러분에게 도달할 수 있습니다.
lt: Baranovas randa šalia jūsų stovintį kitą piemenį – kai abu papurtote telefonus arba kai kas nors netoliese dalijasi paėmimo kodu – todėl avinas ar kodas gali jus pasiekti be interneto.
lv: Baranovs atrod citu ganu, kas stāv jums blakus — kad jūs abi pakratat savus tālruņus vai kad kāds tuvumā dalās ar saņemšanas kodu —, lai auns vai kods varētu jūs sasniegt bez interneta.
mk: Баранов наоѓа друг овчар како стои до вас - кога двајцата ги тресете телефоните или кога некој во близина споделува код за пикап - за да може овен или шифра да ви стигне без интернет.
ms: Baranov menemui gembala lain berdiri di sebelah anda — apabila anda berdua menggoncang telefon anda, atau apabila seseorang yang berdekatan berkongsi kod pikap — supaya seekor ram atau kod boleh menghubungi anda tanpa internet.
mt: Baranov isib ragħaj ieħor bilwieqfa ħdejk — meta t-tnejn ħawwdu t-telefowns tiegħek, jew meta xi ħadd fil-qrib jaqsam kodiċi ta’ pickup — sabiex muntun jew kodiċi jistgħu jilħquk mingħajr l-internet.
nb: Baranov finner en annen hyrde som står ved siden av deg - når dere begge rister telefonene, eller når noen i nærheten deler en hentekode - slik at en ram eller en kode kan nå deg uten internett.
nl: Baranov vindt een andere herder naast je staan ​​– wanneer jullie allebei met je telefoon schudden, of wanneer iemand in de buurt een ophaalcode deelt – zodat een ram of een code je kan bereiken zonder internet.
pl: Baranov znajduje obok ciebie innego pasterza — kiedy oboje potrząśniecie telefonami lub gdy ktoś w pobliżu udostępni kod do odbioru — aby baran lub kod mógł dotrzeć do was bez Internetu.
pt_br: Baranov encontra outro pastor ao seu lado – quando vocês dois agitam seus telefones ou quando alguém próximo compartilha um código de coleta – para que um carneiro ou código possa alcançá-lo sem a internet.
ro: Baranov găsește un alt cioban care stă lângă tine – când vă scuturați amândoi telefoanele sau când cineva din apropiere împărtășește un cod de preluare – astfel încât un berbec sau un cod să vă poată ajunge fără internet.
ru: Baranov находит другого пастуха рядом с тобой — когда вы оба встряхиваете телефоны или кто-то поблизости делится кодом получения, — чтобы баран или код дошли до тебя без интернета.
sk: Baranov nájde iného pastiera, ktorý stojí vedľa vás – keď obaja potrasiete telefónmi alebo keď niekto nablízku zdieľa kód na vyzdvihnutie – takže baran alebo kód vás môžu zastihnúť bez internetu.
sl: Baranov najde drugega pastirja, ki stoji zraven tebe – ko oba streseta telefona ali ko nekdo v bližini deli kodo za prevzem – tako da te lahko oven ali koda doseže brez interneta.
sq: Baranov gjen një bari tjetër që qëndron pranë jush - kur të dy tundni telefonat ose kur dikush afër ndan një kod marrjeje - kështu që një dash ose një kod mund t'ju arrijë pa internet.
sr: Баранов проналази другог пастира како стоји поред вас — када обојица тресете телефоне или када неко у близини подели шифру за преузимање — тако да ован или шифра могу да дођу до вас без интернета.
sv: Baranov hittar en annan herde som står bredvid dig - när ni båda skakar era telefoner, eller när någon i närheten delar en hämtkod - så att en bagge eller en kod kan nå dig utan internet.
th: Baranov พบคนเลี้ยงแกะอีกคนหนึ่งยืนอยู่ข้างคุณ เมื่อคุณทั้งคู่เขย่าโทรศัพท์ หรือเมื่อมีคนใกล้เคียงแบ่งปันรหัสรับสินค้า เพื่อให้แกะหรือรหัสสามารถติดต่อคุณได้โดยไม่ต้องใช้อินเทอร์เน็ต
tr: Baranov, ikiniz de telefonlarınızı salladığınızda ya da yakındaki biri bir alma kodunu paylaştığında, internet olmadan da bir koç ya da kod size ulaşsın diye yanınızda duran başka bir çoban buluyor.
uk: Baranov знаходить іншого пастуха поруч із тобою — коли ви обидва струшуєте телефони або хтось поблизу ділиться кодом отримання, — щоб баран чи код дійшли до тебе без інтернету.
vi: Baranov tìm thấy một người chăn cừu khác đang đứng cạnh bạn — khi cả hai cùng lắc điện thoại hoặc khi ai đó ở gần chia sẻ mã nhận hàng — để ram hoặc mã có thể liên hệ với bạn mà không cần internet.
zh_hans: 巴拉诺夫发现另一个牧羊人站在你旁边——当你们都摇动手机时，或者当附近有人分享取货代码时——这样公羊或代码就可以在没有互联网的情况下联系到你。
zh_hk: 巴拉諾夫發現另一個牧羊人站在你旁邊——當你們都搖動手機時，或者當附近有人分享取貨代碼時——這樣公羊或代碼就可以在沒有互聯網的情況下聯繫到你。

# NSLocationWhenInUseUsageDescription
source: Baranov uses your current location to set where a letter's journey starts.
ar: يستخدم بارانوف موقعك الحالي لتحديد المكان الذي تبدأ فيه رحلة الرسالة.
bg: Баранов използва вашето текущо местоположение, за да зададе откъде започва пътуването на писмото.
bs: Baranov koristi vašu trenutnu lokaciju da odredi gdje počinje putovanje pisma.
ca: Baranov utilitza la vostra ubicació actual per definir on comença el viatge d'una carta.
cs: Baranov používá vaši aktuální polohu k nastavení, kde začíná cesta dopisu.
da: Baranov bruger din nuværende placering til at angive, hvor et brevs rejse starter.
de: Baranov verwendet deinen aktuellen Standort, um den Startpunkt der Reise eines Briefes festzulegen.
el: Ο Baranov χρησιμοποιεί την τρέχουσα τοποθεσία σας για να ορίσει πού ξεκινά το ταξίδι ενός γράμματος.
es: Baranov usa tu ubicación actual para determinar el punto de partida de la carta.
et: Baranov kasutab teie praegust asukohta, et määrata, kust kirja teekond algab.
eu: Baranov-ek zure uneko kokapena erabiltzen du gutun baten bidaia non hasten den zehazteko.
fi: Baranov käyttää nykyistä sijaintiasi määrittääkseen, mistä kirjeen matka alkaa.
fr: Baranov utilise ta position actuelle pour définir le point de départ du voyage d'une lettre.
ga: Úsáideann Baranov do shuíomh reatha chun an áit a dtosaíonn turas litreach a shocrú.
gl: Baranov usa a túa localización actual para definir onde comeza a viaxe dunha carta.
he: ברנוב משתמש במיקום הנוכחי שלך כדי לקבוע היכן מתחיל המסע של מכתב.
hi: बारानोव आपके वर्तमान स्थान का उपयोग यह निर्धारित करने के लिए करता है कि पत्र की यात्रा कहाँ से शुरू होती है।
hr: Baranov koristi vašu trenutnu lokaciju da odredi gdje počinje putovanje pisma.
hu: Baranov az Ön aktuális tartózkodási helye alapján állítja be, hol kezdődik a levél útja.
id: Baranov menggunakan lokasi Anda saat ini untuk menentukan di mana perjalanan surat dimulai.
is: Baranov notar núverandi staðsetningu þína til að stilla hvar ferð bréfs hefst.
it: Baranov utilizza la tua posizione attuale per stabilire dove inizia il viaggio di una lettera.
ja: Baranov は、あなたの現在位置を使用して、手紙の旅の開始場所を設定します。
ka: ბარანოვი იყენებს თქვენს ამჟამინდელ მდებარეობას, რათა დაადგინოს, სად იწყება წერილის მოგზაურობა.
kk: Баранов хаттың қай жерде басталатынын орнату үшін ағымдағы орналасқан жеріңізді пайдаланады.
ko: Baranov는 현재 위치를 사용하여 편지 여행이 시작되는 위치를 설정합니다.
lt: Baranovas naudoja jūsų dabartinę vietą, kad nustatytų, kur prasideda laiško kelionė.
lv: Baranovs izmanto jūsu pašreizējo atrašanās vietu, lai iestatītu, kur sākas vēstules ceļš.
mk: Баранов ја користи вашата моментална локација за да постави каде започнува патувањето на писмото.
ms: Baranov menggunakan lokasi semasa anda untuk menetapkan di mana perjalanan surat bermula.
mt: Baranov juża l-post attwali tiegħek biex jistabbilixxi fejn jibda l-vjaġġ ta 'ittra.
nb: Baranov bruker din nåværende posisjon til å angi hvor et brevs reise starter.
nl: Baranov gebruikt uw huidige locatie om in te stellen waar de reis van een brief begint.
pl: Baranov wykorzystuje Twoją aktualną lokalizację, aby określić, gdzie zaczyna się podróż listu.
pt_br: Baranov usa sua localização atual para definir onde começa a jornada de uma carta.
ro: Baranov folosește locația dvs. actuală pentru a stabili unde începe călătoria unei scrisori.
ru: Baranov использует твоё текущее местоположение, чтобы определить, откуда начнётся путешествие письма.
sk: Baranov používa vašu aktuálnu polohu na nastavenie, kde začína cesta listu.
sl: Baranov uporablja vašo trenutno lokacijo, da določi, kje se začne potovanje pisma.
sq: Baranov përdor vendndodhjen tuaj aktuale për të vendosur se ku fillon udhëtimi i një letre.
sr: Баранов користи вашу тренутну локацију да одреди где почиње путовање писма.
sv: Baranov använder din nuvarande plats för att ställa in var ett brevs resa börjar.
th: Baranov ใช้ตำแหน่งปัจจุบันของคุณเพื่อกำหนดจุดเริ่มต้นของการเดินทางของจดหมาย
tr: Baranov, bir mektubun yolculuğunun nerede başlayacağını belirlemek için mevcut konumunuzu kullanır.
uk: Baranov використовує твоє поточне місцезнаходження, щоб визначити, звідки почнеться подорож листа.
vi: Baranov sử dụng vị trí hiện tại của bạn để đặt nơi bắt đầu hành trình của một bức thư.
zh_hans: 巴拉诺夫使用您当前的位置来设置信件旅程的起点。
zh_hk: 巴拉諾夫使用您目前的位置來設定信件旅程的起點。
